{
  "intents": [
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Drug Reaction?",
        "Tell me about Drug Reaction",
        "Give me information on Drug Reaction",
        "Explain Drug Reaction",
        "Describe Drug Reaction"
      ],
      "responses": [
        "An adverse drug reaction (ADR) is an injury caused by taking medication. ADRs may occur following a single dose or prolonged administration of a drug or result from the combination of two or more drugs."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Malaria?",
        "Tell me about Malaria",
        "Give me information on Malaria",
        "Explain Malaria",
        "Describe Malaria"
      ],
      "responses": [
        "An infectious disease caused by protozoan parasites from the Plasmodium family that can be transmitted by the bite of the Anopheles mosquito or by a contaminated needle or transfusion. Falciparum malaria is the most deadly type."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Allergy?",
        "Tell me about Allergy",
        "Give me information on Allergy",
        "Explain Allergy",
        "Describe Allergy"
      ],
      "responses": [
        "An allergy is an immune system response to a foreign substance that's not typically harmful to your body.They can include certain foods, pollen, or pet dander. Your immune system's job is to keep you healthy by fighting harmful pathogens."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Hypothyroidism?",
        "Tell me about Hypothyroidism",
        "Give me information on Hypothyroidism",
        "Explain Hypothyroidism",
        "Describe Hypothyroidism"
      ],
      "responses": [
        "Hypothyroidism, also called underactive thyroid or low thyroid, is a disorder of the endocrine system in which the thyroid gland does not produce enough thyroid hormone."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Psoriasis?",
        "Tell me about Psoriasis",
        "Give me information on Psoriasis",
        "Explain Psoriasis",
        "Describe Psoriasis"
      ],
      "responses": [
        "Psoriasis is a common skin disorder that forms thick, red, bumpy patches covered with silvery scales. They can pop up anywhere, but most appear on the scalp, elbows, knees, and lower back. Psoriasis can't be passed from person to person. It does sometimes happen in members of the same family."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is GERD?",
        "Tell me about GERD",
        "Give me information on GERD",
        "Explain GERD",
        "Describe GERD"
      ],
      "responses": [
        "Gastroesophageal reflux disease, or GERD, is a digestive disorder that affects the lower esophageal sphincter (LES), the ring of muscle between the esophagus and stomach. Many people, including pregnant women, suffer from heartburn or acid indigestion caused by GERD."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Chronic cholestasis?",
        "Tell me about Chronic cholestasis",
        "Give me information on Chronic cholestasis",
        "Explain Chronic cholestasis",
        "Describe Chronic cholestasis"
      ],
      "responses": [
        "Chronic cholestatic diseases, whether occurring in infancy, childhood or adulthood, are characterized by defective bile acid transport from the liver to the intestine, which is caused by primary damage to the biliary epithelium in most cases"
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is hepatitis A?",
        "Tell me about hepatitis A",
        "Give me information on hepatitis A",
        "Explain hepatitis A",
        "Describe hepatitis A"
      ],
      "responses": [
        "Hepatitis A is a highly contagious liver infection caused by the hepatitis A virus. The virus is one of several types of hepatitis viruses that cause inflammation and affect your liver's ability to function."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Osteoarthristis?",
        "Tell me about Osteoarthristis",
        "Give me information on Osteoarthristis",
        "Explain Osteoarthristis",
        "Describe Osteoarthristis"
      ],
      "responses": [
        "Osteoarthritis is the most common form of arthritis, affecting millions of people worldwide. It occurs when the protective cartilage that cushions the ends of your bones wears down over time."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is (vertigo) Paroymsal  Positional Vertigo?",
        "Tell me about (vertigo) Paroymsal  Positional Vertigo",
        "Give me information on (vertigo) Paroymsal  Positional Vertigo",
        "Explain (vertigo) Paroymsal  Positional Vertigo",
        "Describe (vertigo) Paroymsal  Positional Vertigo"
      ],
      "responses": [
        "Benign paroxysmal positional vertigo (BPPV) is one of the most common causes of vertigo — the sudden sensation that you're spinning or that the inside of your head is spinning. Benign paroxysmal positional vertigo causes brief episodes of mild to intense dizziness."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Hypoglycemia?",
        "Tell me about Hypoglycemia",
        "Give me information on Hypoglycemia",
        "Explain Hypoglycemia",
        "Describe Hypoglycemia"
      ],
      "responses": [
        " Hypoglycemia is a condition in which your blood sugar (glucose) level is lower than normal. Glucose is your body's main energy source. Hypoglycemia is often related to diabetes treatment. But other drugs and a variety of conditions — many rare — can cause low blood sugar in people who don't have diabetes."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Acne?",
        "Tell me about Acne",
        "Give me information on Acne",
        "Explain Acne",
        "Describe Acne"
      ],
      "responses": [
        "Acne vulgaris is the formation of comedones, papules, pustules, nodules, and/or cysts as a result of obstruction and inflammation of pilosebaceous units (hair follicles and their accompanying sebaceous gland). Acne develops on the face and upper trunk. It most often affects adolescents."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Diabetes?",
        "Tell me about Diabetes",
        "Give me information on Diabetes",
        "Explain Diabetes",
        "Describe Diabetes"
      ],
      "responses": [
        "Diabetes is a disease that occurs when your blood glucose, also called blood sugar, is too high. Blood glucose is your main source of energy and comes from the food you eat. Insulin, a hormone made by the pancreas, helps glucose from food get into your cells to be used for energy."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Impetigo?",
        "Tell me about Impetigo",
        "Give me information on Impetigo",
        "Explain Impetigo",
        "Describe Impetigo"
      ],
      "responses": [
        "Impetigo (im-puh-TIE-go) is a common and highly contagious skin infection that mainly affects infants and children. Impetigo usually appears as red sores on the face, especially around a child's nose and mouth, and on hands and feet. The sores burst and develop honey-colored crusts."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Hypertension?",
        "Tell me about Hypertension",
        "Give me information on Hypertension",
        "Explain Hypertension",
        "Describe Hypertension"
      ],
      "responses": [
        "Hypertension (HTN or HT), also known as high blood pressure (HBP), is a long-term medical condition in which the blood pressure in the arteries is persistently elevated. High blood pressure typically does not cause symptoms."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Peptic ulcer diseae?",
        "Tell me about Peptic ulcer diseae",
        "Give me information on Peptic ulcer diseae",
        "Explain Peptic ulcer diseae",
        "Describe Peptic ulcer diseae"
      ],
      "responses": [
        "Peptic ulcer disease (PUD) is a break in the inner lining of the stomach, the first part of the small intestine, or sometimes the lower esophagus. An ulcer in the stomach is called a gastric ulcer, while one in the first part of the intestines is a duodenal ulcer."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Dimorphic hemorrhoids(piles)?",
        "Tell me about Dimorphic hemorrhoids(piles)",
        "Give me information on Dimorphic hemorrhoids(piles)",
        "Explain Dimorphic hemorrhoids(piles)",
        "Describe Dimorphic hemorrhoids(piles)"
      ],
      "responses": [
        "Hemorrhoids, also spelled haemorrhoids, are vascular structures in the anal canal. In their ... Other names, Haemorrhoids, piles, hemorrhoidal disease ."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Common Cold?",
        "Tell me about Common Cold",
        "Give me information on Common Cold",
        "Explain Common Cold",
        "Describe Common Cold"
      ],
      "responses": [
        "The common cold is a viral infection of your nose and throat (upper respiratory tract). It's usually harmless, although it might not feel that way. Many types of viruses can cause a common cold."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Chicken pox?",
        "Tell me about Chicken pox",
        "Give me information on Chicken pox",
        "Explain Chicken pox",
        "Describe Chicken pox"
      ],
      "responses": [
        "Chickenpox is a highly contagious disease caused by the varicella-zoster virus (VZV). It can cause an itchy, blister-like rash. The rash first appears on the chest, back, and face, and then spreads over the entire body, causing between 250 and 500 itchy blisters."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Cervical spondylosis?",
        "Tell me about Cervical spondylosis",
        "Give me information on Cervical spondylosis",
        "Explain Cervical spondylosis",
        "Describe Cervical spondylosis"
      ],
      "responses": [
        "Cervical spondylosis is a general term for age-related wear and tear affecting the spinal disks in your neck. As the disks dehydrate and shrink, signs of osteoarthritis develop, including bony projections along the edges of bones (bone spurs)."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Hyperthyroidism?",
        "Tell me about Hyperthyroidism",
        "Give me information on Hyperthyroidism",
        "Explain Hyperthyroidism",
        "Describe Hyperthyroidism"
      ],
      "responses": [
        "Hyperthyroidism (overactive thyroid) occurs when your thyroid gland produces too much of the hormone thyroxine. Hyperthyroidism can accelerate your body's metabolism, causing unintentional weight loss and a rapid or irregular heartbeat."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Urinary tract infection?",
        "Tell me about Urinary tract infection",
        "Give me information on Urinary tract infection",
        "Explain Urinary tract infection",
        "Describe Urinary tract infection"
      ],
      "responses": [
        "Urinary tract infection: An infection of the kidney, ureter, bladder, or urethra. Abbreviated UTI. Not everyone with a UTI has symptoms, but common symptoms include a frequent urge to urinate and pain or burning when urinating."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Varicose veins?",
        "Tell me about Varicose veins",
        "Give me information on Varicose veins",
        "Explain Varicose veins",
        "Describe Varicose veins"
      ],
      "responses": [
        "A vein that has enlarged and twisted, often appearing as a bulging, blue blood vessel that is clearly visible through the skin. Varicose veins are most common in older adults, particularly women, and occur especially on the legs."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is AIDS?",
        "Tell me about AIDS",
        "Give me information on AIDS",
        "Explain AIDS",
        "Describe AIDS"
      ],
      "responses": [
        "Acquired immunodeficiency syndrome (AIDS) is a chronic, potentially life-threatening condition caused by the human immunodeficiency virus (HIV). By damaging your immune system, HIV interferes with your body's ability to fight infection and disease."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Paralysis (brain hemorrhage)?",
        "Tell me about Paralysis (brain hemorrhage)",
        "Give me information on Paralysis (brain hemorrhage)",
        "Explain Paralysis (brain hemorrhage)",
        "Describe Paralysis (brain hemorrhage)"
      ],
      "responses": [
        "Intracerebral hemorrhage (ICH) is when blood suddenly bursts into brain tissue, causing damage to your brain. Symptoms usually appear suddenly during ICH. They include headache, weakness, confusion, and paralysis, particularly on one side of your body."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Typhoid?",
        "Tell me about Typhoid",
        "Give me information on Typhoid",
        "Explain Typhoid",
        "Describe Typhoid"
      ],
      "responses": [
        "An acute illness characterized by fever caused by infection with the bacterium Salmonella typhi. Typhoid fever has an insidious onset, with fever, headache, constipation, malaise, chills, and muscle pain. Diarrhea is uncommon, and vomiting is not usually severe."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Hepatitis B?",
        "Tell me about Hepatitis B",
        "Give me information on Hepatitis B",
        "Explain Hepatitis B",
        "Describe Hepatitis B"
      ],
      "responses": [
        "Hepatitis B is an infection of your liver. It can cause scarring of the organ, liver failure, and cancer. It can be fatal if it isn't treated. It's spread when people come in contact with the blood, open sores, or body fluids of someone who has the hepatitis B virus."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Fungal infection?",
        "Tell me about Fungal infection",
        "Give me information on Fungal infection",
        "Explain Fungal infection",
        "Describe Fungal infection"
      ],
      "responses": [
        "In humans, fungal infections occur when an invading fungus takes over an area of the body and is too much for the immune system to handle. Fungi can live in the air, soil, water, and plants. There are also some fungi that live naturally in the human body. Like many microbes, there are helpful fungi and harmful fungi."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Hepatitis C?",
        "Tell me about Hepatitis C",
        "Give me information on Hepatitis C",
        "Explain Hepatitis C",
        "Describe Hepatitis C"
      ],
      "responses": [
        "Inflammation of the liver due to the hepatitis C virus (HCV), which is usually spread via blood transfusion (rare), hemodialysis, and needle sticks. The damage hepatitis C does to the liver can lead to cirrhosis and its complications as well as cancer."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Migraine?",
        "Tell me about Migraine",
        "Give me information on Migraine",
        "Explain Migraine",
        "Describe Migraine"
      ],
      "responses": [
        "A migraine can cause severe throbbing pain or a pulsing sensation, usually on one side of the head. It's often accompanied by nausea, vomiting, and extreme sensitivity to light and sound. Migraine attacks can last for hours to days, and the pain can be so severe that it interferes with your daily activities."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Bronchial Asthma?",
        "Tell me about Bronchial Asthma",
        "Give me information on Bronchial Asthma",
        "Explain Bronchial Asthma",
        "Describe Bronchial Asthma"
      ],
      "responses": [
        "Bronchial asthma is a medical condition which causes the airway path of the lungs to swell and narrow. Due to this swelling, the air path produces excess mucus making it hard to breathe, which results in coughing, short breath, and wheezing. The disease is chronic and interferes with daily working."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Alcoholic hepatitis?",
        "Tell me about Alcoholic hepatitis",
        "Give me information on Alcoholic hepatitis",
        "Explain Alcoholic hepatitis",
        "Describe Alcoholic hepatitis"
      ],
      "responses": [
        "Alcoholic hepatitis is a diseased, inflammatory condition of the liver caused by heavy alcohol consumption over an extended period of time. It's also aggravated by binge drinking and ongoing alcohol use. If you develop this condition, you must stop drinking alcohol"
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Jaundice?",
        "Tell me about Jaundice",
        "Give me information on Jaundice",
        "Explain Jaundice",
        "Describe Jaundice"
      ],
      "responses": [
        "Yellow staining of the skin and sclerae (the whites of the eyes) by abnormally high blood levels of the bile pigment bilirubin. The yellowing extends to other tissues and body fluids. Jaundice was once called the \"morbus regius\" (the regal disease) in the belief that only the touch of a king could cure it"
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Hepatitis E?",
        "Tell me about Hepatitis E",
        "Give me information on Hepatitis E",
        "Explain Hepatitis E",
        "Describe Hepatitis E"
      ],
      "responses": [
        "A rare form of liver inflammation caused by infection with the hepatitis E virus (HEV). It is transmitted via food or drink handled by an infected person or through infected water supplies in areas where fecal matter may get into the water. Hepatitis E does not cause chronic liver disease."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Dengue?",
        "Tell me about Dengue",
        "Give me information on Dengue",
        "Explain Dengue",
        "Describe Dengue"
      ],
      "responses": [
        "an acute infectious disease caused by a flavivirus (species Dengue virus of the genus Flavivirus), transmitted by aedes mosquitoes, and characterized by headache, severe joint pain, and a rash. — called also breakbone fever, dengue fever."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Hepatitis D?",
        "Tell me about Hepatitis D",
        "Give me information on Hepatitis D",
        "Explain Hepatitis D",
        "Describe Hepatitis D"
      ],
      "responses": [
        "Hepatitis D, also known as the hepatitis delta virus, is an infection that causes the liver to become inflamed. This swelling can impair liver function and cause long-term liver problems, including liver scarring and cancer. The condition is caused by the hepatitis D virus (HDV)."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Heart attack?",
        "Tell me about Heart attack",
        "Give me information on Heart attack",
        "Explain Heart attack",
        "Describe Heart attack"
      ],
      "responses": [
        "The death of heart muscle due to the loss of blood supply. The loss of blood supply is usually caused by a complete blockage of a coronary artery, one of the arteries that supplies blood to the heart muscle."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Pneumonia?",
        "Tell me about Pneumonia",
        "Give me information on Pneumonia",
        "Explain Pneumonia",
        "Describe Pneumonia"
      ],
      "responses": [
        "Pneumonia is an infection in one or both lungs. Bacteria, viruses, and fungi cause it. The infection causes inflammation in the air sacs in your lungs, which are called alveoli. The alveoli fill with fluid or pus, making it difficult to breathe."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Arthritis?",
        "Tell me about Arthritis",
        "Give me information on Arthritis",
        "Explain Arthritis",
        "Describe Arthritis"
      ],
      "responses": [
        "Arthritis is the swelling and tenderness of one or more of your joints. The main symptoms of arthritis are joint pain and stiffness, which typically worsen with age. The most common types of arthritis are osteoarthritis and rheumatoid arthritis."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Gastroenteritis?",
        "Tell me about Gastroenteritis",
        "Give me information on Gastroenteritis",
        "Explain Gastroenteritis",
        "Describe Gastroenteritis"
      ],
      "responses": [
        "Gastroenteritis is an inflammation of the digestive tract, particularly the stomach, and large and small intestines. Viral and bacterial gastroenteritis are intestinal infections associated with symptoms of diarrhea , abdominal cramps, nausea , and vomiting ."
      ]
    },
    {
      "tag": "ask_disease_info",
      "patterns": [
        "What is Tuberculosis?",
        "Tell me about Tuberculosis",
        "Give me information on Tuberculosis",
        "Explain Tuberculosis",
        "Describe Tuberculosis"
      ],
      "responses": [
        "Tuberculosis (TB) is an infectious disease usually caused by Mycobacterium tuberculosis (MTB) bacteria. Tuberculosis generally affects the lungs, but can also affect other parts of the body. Most infections show no symptoms, in which case it is known as latent tuberculosis."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Drug Reaction?",
        "Precautions for Drug Reaction",
        "How to prevent Drug Reaction?",
        "What are the preventive steps for Drug Reaction?",
        "How can I stay safe from Drug Reaction?"
      ],
      "responses": [
        "Here are some precautions for Drug Reaction: stop irritation, consult nearest hospital, stop taking drug, follow up."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Malaria?",
        "Precautions for Malaria",
        "How to prevent Malaria?",
        "What are the preventive steps for Malaria?",
        "How can I stay safe from Malaria?"
      ],
      "responses": [
        "Here are some precautions for Malaria: Consult nearest hospital, avoid oily food, avoid non veg food, keep mosquitos out."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Allergy?",
        "Precautions for Allergy",
        "How to prevent Allergy?",
        "What are the preventive steps for Allergy?",
        "How can I stay safe from Allergy?"
      ],
      "responses": [
        "Here are some precautions for Allergy: apply calamine, cover area with bandage, use ice to compress itching."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Hypothyroidism?",
        "Precautions for Hypothyroidism",
        "How to prevent Hypothyroidism?",
        "What are the preventive steps for Hypothyroidism?",
        "How can I stay safe from Hypothyroidism?"
      ],
      "responses": [
        "Here are some precautions for Hypothyroidism: reduce stress, exercise, eat healthy, get proper sleep."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Psoriasis?",
        "Precautions for Psoriasis",
        "How to prevent Psoriasis?",
        "What are the preventive steps for Psoriasis?",
        "How can I stay safe from Psoriasis?"
      ],
      "responses": [
        "Here are some precautions for Psoriasis: wash hands with warm soapy water, stop bleeding using pressure, consult doctor, salt baths."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for GERD?",
        "Precautions for GERD",
        "How to prevent GERD?",
        "What are the preventive steps for GERD?",
        "How can I stay safe from GERD?"
      ],
      "responses": [
        "Here are some precautions for GERD: avoid fatty spicy food, avoid lying down after eating, maintain healthy weight, exercise."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Chronic cholestasis?",
        "Precautions for Chronic cholestasis",
        "How to prevent Chronic cholestasis?",
        "What are the preventive steps for Chronic cholestasis?",
        "How can I stay safe from Chronic cholestasis?"
      ],
      "responses": [
        "Here are some precautions for Chronic cholestasis: cold baths, anti itch medicine, consult doctor, eat healthy."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for hepatitis A?",
        "Precautions for hepatitis A",
        "How to prevent hepatitis A?",
        "What are the preventive steps for hepatitis A?",
        "How can I stay safe from hepatitis A?"
      ],
      "responses": [
        "Here are some precautions for hepatitis A: Consult nearest hospital, wash hands through, avoid fatty spicy food, medication."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Osteoarthristis?",
        "Precautions for Osteoarthristis",
        "How to prevent Osteoarthristis?",
        "What are the preventive steps for Osteoarthristis?",
        "How can I stay safe from Osteoarthristis?"
      ],
      "responses": [
        "Here are some precautions for Osteoarthristis: acetaminophen, consult nearest hospital, follow up, salt baths."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for (vertigo) Paroymsal  Positional Vertigo?",
        "Precautions for (vertigo) Paroymsal  Positional Vertigo",
        "How to prevent (vertigo) Paroymsal  Positional Vertigo?",
        "What are the preventive steps for (vertigo) Paroymsal  Positional Vertigo?",
        "How can I stay safe from (vertigo) Paroymsal  Positional Vertigo?"
      ],
      "responses": [
        "Here are some precautions for (vertigo) Paroymsal  Positional Vertigo: lie down, avoid sudden change in body, avoid abrupt head movment, relax."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Hypoglycemia?",
        "Precautions for Hypoglycemia",
        "How to prevent Hypoglycemia?",
        "What are the preventive steps for Hypoglycemia?",
        "How can I stay safe from Hypoglycemia?"
      ],
      "responses": [
        "Here are some precautions for Hypoglycemia: lie down on side, check in pulse, drink sugary drinks, consult doctor."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Acne?",
        "Precautions for Acne",
        "How to prevent Acne?",
        "What are the preventive steps for Acne?",
        "How can I stay safe from Acne?"
      ],
      "responses": [
        "Here are some precautions for Acne: bath twice, avoid fatty spicy food, drink plenty of water, avoid too many products."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Diabetes ?",
        "Precautions for Diabetes ",
        "How to prevent Diabetes ?",
        "What are the preventive steps for Diabetes ?",
        "How can I stay safe from Diabetes ?"
      ],
      "responses": [
        "Here are some precautions for Diabetes : have balanced diet, exercise, consult doctor, follow up."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Impetigo?",
        "Precautions for Impetigo",
        "How to prevent Impetigo?",
        "What are the preventive steps for Impetigo?",
        "How can I stay safe from Impetigo?"
      ],
      "responses": [
        "Here are some precautions for Impetigo: soak affected area in warm water, use antibiotics, remove scabs with wet compressed cloth, consult doctor."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Hypertension ?",
        "Precautions for Hypertension ",
        "How to prevent Hypertension ?",
        "What are the preventive steps for Hypertension ?",
        "How can I stay safe from Hypertension ?"
      ],
      "responses": [
        "Here are some precautions for Hypertension : meditation, salt baths, reduce stress, get proper sleep."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Peptic ulcer diseae?",
        "Precautions for Peptic ulcer diseae",
        "How to prevent Peptic ulcer diseae?",
        "What are the preventive steps for Peptic ulcer diseae?",
        "How can I stay safe from Peptic ulcer diseae?"
      ],
      "responses": [
        "Here are some precautions for Peptic ulcer diseae: avoid fatty spicy food, consume probiotic food, eliminate milk, limit alcohol."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Dimorphic hemmorhoids(piles)?",
        "Precautions for Dimorphic hemmorhoids(piles)",
        "How to prevent Dimorphic hemmorhoids(piles)?",
        "What are the preventive steps for Dimorphic hemmorhoids(piles)?",
        "How can I stay safe from Dimorphic hemmorhoids(piles)?"
      ],
      "responses": [
        "Here are some precautions for Dimorphic hemmorhoids(piles): avoid fatty spicy food, consume witch hazel, warm bath with epsom salt, consume alovera juice."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Common Cold?",
        "Precautions for Common Cold",
        "How to prevent Common Cold?",
        "What are the preventive steps for Common Cold?",
        "How can I stay safe from Common Cold?"
      ],
      "responses": [
        "Here are some precautions for Common Cold: drink vitamin c rich drinks, take vapour, avoid cold food, keep fever in check."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Chicken pox?",
        "Precautions for Chicken pox",
        "How to prevent Chicken pox?",
        "What are the preventive steps for Chicken pox?",
        "How can I stay safe from Chicken pox?"
      ],
      "responses": [
        "Here are some precautions for Chicken pox: use neem in bathing , consume neem leaves, take vaccine, avoid public places."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Cervical spondylosis?",
        "Precautions for Cervical spondylosis",
        "How to prevent Cervical spondylosis?",
        "What are the preventive steps for Cervical spondylosis?",
        "How can I stay safe from Cervical spondylosis?"
      ],
      "responses": [
        "Here are some precautions for Cervical spondylosis: use heating pad or cold pack, exercise, take otc pain reliver, consult doctor."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Hyperthyroidism?",
        "Precautions for Hyperthyroidism",
        "How to prevent Hyperthyroidism?",
        "What are the preventive steps for Hyperthyroidism?",
        "How can I stay safe from Hyperthyroidism?"
      ],
      "responses": [
        "Here are some precautions for Hyperthyroidism: eat healthy, massage, use lemon balm, take radioactive iodine treatment."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Urinary tract infection?",
        "Precautions for Urinary tract infection",
        "How to prevent Urinary tract infection?",
        "What are the preventive steps for Urinary tract infection?",
        "How can I stay safe from Urinary tract infection?"
      ],
      "responses": [
        "Here are some precautions for Urinary tract infection: drink plenty of water, increase vitamin c intake, drink cranberry juice, take probiotics."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Varicose veins?",
        "Precautions for Varicose veins",
        "How to prevent Varicose veins?",
        "What are the preventive steps for Varicose veins?",
        "How can I stay safe from Varicose veins?"
      ],
      "responses": [
        "Here are some precautions for Varicose veins: lie down flat and raise the leg high, use oinments, use vein compression, dont stand still for long."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for AIDS?",
        "Precautions for AIDS",
        "How to prevent AIDS?",
        "What are the preventive steps for AIDS?",
        "How can I stay safe from AIDS?"
      ],
      "responses": [
        "Here are some precautions for AIDS: avoid open cuts, wear ppe if possible, consult doctor, follow up."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Paralysis (brain hemorrhage)?",
        "Precautions for Paralysis (brain hemorrhage)",
        "How to prevent Paralysis (brain hemorrhage)?",
        "What are the preventive steps for Paralysis (brain hemorrhage)?",
        "How can I stay safe from Paralysis (brain hemorrhage)?"
      ],
      "responses": [
        "Here are some precautions for Paralysis (brain hemorrhage): massage, eat healthy, exercise, consult doctor."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Typhoid?",
        "Precautions for Typhoid",
        "How to prevent Typhoid?",
        "What are the preventive steps for Typhoid?",
        "How can I stay safe from Typhoid?"
      ],
      "responses": [
        "Here are some precautions for Typhoid: eat high calorie vegitables, antiboitic therapy, consult doctor, medication."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Hepatitis B?",
        "Precautions for Hepatitis B",
        "How to prevent Hepatitis B?",
        "What are the preventive steps for Hepatitis B?",
        "How can I stay safe from Hepatitis B?"
      ],
      "responses": [
        "Here are some precautions for Hepatitis B: consult nearest hospital, vaccination, eat healthy, medication."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Fungal infection?",
        "Precautions for Fungal infection",
        "How to prevent Fungal infection?",
        "What are the preventive steps for Fungal infection?",
        "How can I stay safe from Fungal infection?"
      ],
      "responses": [
        "Here are some precautions for Fungal infection: bath twice, use detol or neem in bathing water, keep infected area dry, use clean cloths."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Hepatitis C?",
        "Precautions for Hepatitis C",
        "How to prevent Hepatitis C?",
        "What are the preventive steps for Hepatitis C?",
        "How can I stay safe from Hepatitis C?"
      ],
      "responses": [
        "Here are some precautions for Hepatitis C: Consult nearest hospital, vaccination, eat healthy, medication."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Migraine?",
        "Precautions for Migraine",
        "How to prevent Migraine?",
        "What are the preventive steps for Migraine?",
        "How can I stay safe from Migraine?"
      ],
      "responses": [
        "Here are some precautions for Migraine: meditation, reduce stress, use poloroid glasses in sun, consult doctor."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Bronchial Asthma?",
        "Precautions for Bronchial Asthma",
        "How to prevent Bronchial Asthma?",
        "What are the preventive steps for Bronchial Asthma?",
        "How can I stay safe from Bronchial Asthma?"
      ],
      "responses": [
        "Here are some precautions for Bronchial Asthma: switch to loose cloothing, take deep breaths, get away from trigger, seek help."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Alcoholic hepatitis?",
        "Precautions for Alcoholic hepatitis",
        "How to prevent Alcoholic hepatitis?",
        "What are the preventive steps for Alcoholic hepatitis?",
        "How can I stay safe from Alcoholic hepatitis?"
      ],
      "responses": [
        "Here are some precautions for Alcoholic hepatitis: stop alcohol consumption, consult doctor, medication, follow up."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Jaundice?",
        "Precautions for Jaundice",
        "How to prevent Jaundice?",
        "What are the preventive steps for Jaundice?",
        "How can I stay safe from Jaundice?"
      ],
      "responses": [
        "Here are some precautions for Jaundice: drink plenty of water, consume milk thistle, eat fruits and high fiberous food, medication."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Hepatitis E?",
        "Precautions for Hepatitis E",
        "How to prevent Hepatitis E?",
        "What are the preventive steps for Hepatitis E?",
        "How can I stay safe from Hepatitis E?"
      ],
      "responses": [
        "Here are some precautions for Hepatitis E: stop alcohol consumption, rest, consult doctor, medication."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Dengue?",
        "Precautions for Dengue",
        "How to prevent Dengue?",
        "What are the preventive steps for Dengue?",
        "How can I stay safe from Dengue?"
      ],
      "responses": [
        "Here are some precautions for Dengue: drink papaya leaf juice, avoid fatty spicy food, keep mosquitos away, keep hydrated."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Hepatitis D?",
        "Precautions for Hepatitis D",
        "How to prevent Hepatitis D?",
        "What are the preventive steps for Hepatitis D?",
        "How can I stay safe from Hepatitis D?"
      ],
      "responses": [
        "Here are some precautions for Hepatitis D: consult doctor, medication, eat healthy, follow up."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Heart attack?",
        "Precautions for Heart attack",
        "How to prevent Heart attack?",
        "What are the preventive steps for Heart attack?",
        "How can I stay safe from Heart attack?"
      ],
      "responses": [
        "Here are some precautions for Heart attack: call ambulance, chew or swallow asprin, keep calm."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Pneumonia?",
        "Precautions for Pneumonia",
        "How to prevent Pneumonia?",
        "What are the preventive steps for Pneumonia?",
        "How can I stay safe from Pneumonia?"
      ],
      "responses": [
        "Here are some precautions for Pneumonia: consult doctor, medication, rest, follow up."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Arthritis?",
        "Precautions for Arthritis",
        "How to prevent Arthritis?",
        "What are the preventive steps for Arthritis?",
        "How can I stay safe from Arthritis?"
      ],
      "responses": [
        "Here are some precautions for Arthritis: exercise, use hot and cold therapy, try acupuncture, massage."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Gastroenteritis?",
        "Precautions for Gastroenteritis",
        "How to prevent Gastroenteritis?",
        "What are the preventive steps for Gastroenteritis?",
        "How can I stay safe from Gastroenteritis?"
      ],
      "responses": [
        "Here are some precautions for Gastroenteritis: stop eating solid food for while, try taking small sips of water, rest, ease back into eating."
      ]
    },
    {
      "tag": "ask_disease_precaution",
      "patterns": [
        "What should I do for Tuberculosis?",
        "Precautions for Tuberculosis",
        "How to prevent Tuberculosis?",
        "What are the preventive steps for Tuberculosis?",
        "How can I stay safe from Tuberculosis?"
      ],
      "responses": [
        "Here are some precautions for Tuberculosis: cover mouth, consult doctor, medication, rest."
      ]
    }
  ]
}